Revit 2024 API
FabricationNetworkChangeService Properties
The FabricationNetworkChangeService type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
FabricationNetworkChangeService Class
Autodesk.Revit.DB.Fabrication Namespace